Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/urbackup.tmx
Source language: en
Languages: sv

source: tAbort
sv: Avbryt

source: loading
sv: Laddar

source: tNondefault temporary file directory
sv: Ej standard temporär filmapp

source: client_exists
sv: En klient med detta namn finns redan

source: alert_important
sv: Lägg till taggen [Important] i varningsskriptet

source: validate_name_update_freq_image_full
sv: intervall för inkrementella filbackuper

source: password_differ
sv: Lösenorden skiljer sig

source: tDelete now
sv: Ta bort nu

source: tSuccessfull
sv: Lyckades

source: interval_hours
sv: timmar

source: tTo restore your Linux disk please enter following in a terminal:
sv: Ange följande i en terminal för att återställa Linux-disken:

source: tLocal/passive incremental image style
sv: Stil för inkrementell lokal/passiv diskavbild

source: tBoolean
sv: Boolesk

source: tInverval for incremental image backups
sv: Intervall för inkrementell diskbackup

source: tArchive every
sv: Arkivera varje

source: validate_name_internet_speed
sv: hastighetsbegränsning internetkoppling

source: tList
sv: Listar

source: tFile backup
sv: Filbackuper

source: validate_name_computername
sv: Datornamn

source: confirm_alert_script_remove
sv: Bekräfta borttagning av varningsskript.

source: tTotal max backup speed for internet connection
sv: Total hastighetsbegränsning för internetanslutningen

source: month
sv: månader

source: tSet the URL to connect to:
sv: Ange URL att ansluta till:

source: tNo entries for this filter
sv: Ingen noteringar för detta filter

source: tMax number of recently active clients
sv: Max antal nyligen aktiva klienter

source: too_many_clients_err
sv: För många klienter

source: tAllow client-side changing of the directories to backup
sv: Tillåt klienter att ändra vilka mappar som ska säkerhetskopieras

source: tTotal max backup speed for local network
sv: Total hastighetsbegränsning för lokalt nätverk

source: validate_name_global_internet_speed
sv: Total hastighetsbegränsning internetkoppling

source: tDownload client for Mac OS X
sv: Ladda ner klient för Max OS X

source: tRequire tray icon users to enter following text before being able to change settings
sv: Kräv att användare av meddelandefältsikonen anger följande text innan de kan ändra inställningar

source: tforever
sv: för alltid

source: enter_clientname
sv: Vänligen fyll i ett klientnamn

source: tCreate
sv: Skapa

source: tComputer name
sv: Datornamn

source: tyears
sv: år

source: tClient discovery hints
sv: Klientupptäcktstips

source: tDownload
sv: Ladda ner

source: backup_in_progress
sv: Backup pågår...

source: tServer URL
sv: Server URL

source: nav_item_2
sv: Statistik

source: tUse SSL encrypted SMTP (SMTPS) instead of SMTP with STARTTLS
sv: Använd SSL-krypterad SMTP (SMTPS) i stället för SMTP med STARTTLS

source: tOperating System
sv: Operativsystem

source: wait_for_archive_window
sv: Väntar på tidpunkt nästa körning

source: tSet the name to:
sv: Ange namnet till:

source: clients
sv: Klienter

source: tIncluded files (with wildcards)
sv: Inkluderade filer (med jokertecken)

source: Show _MENU_ entries
sv: Visa _MENU_ inlägg

source: starting
sv: Startar

source: tInternet/Active clients
sv: Internet-/aktiva klienter

source: tVirtual sub client names
sv: Virtuellt subklientnamn

source: tClient download
sv: Clientnerladdning

source: tNew domain
sv: Ny domän

source: tMax backup speed as Internet/active client
sv: Högsta säkerhetskopieringshastighet som internet-/aktiv klient

source: loglevel_1
sv: Varningar

source: tSet the authentication key to:
sv: Autentiseringsnyckel:

source: tFile backup status
sv: Filbackup status

source: image_locked
sv: Diskavbildsbackup används för närvarande

source: tHostname/IP
sv: Hostnamn/IP

source: tError
sv: Fel

source: tPermissions
sv: Rättigheter

source: password_wrong
sv: Fel lösenord

source: upgrade_error_text
sv: UrBackup håller på att uppdatera sin interna databas. Det kan ta en stund. Under tiden går det inte att komma åt servern och inte heller kommer den att göra några backupper.

source: user_remove_done
sv: Användaren togs bort korrekt

source: validate_name_backupfolder
sv: sökväg backup

source: tDownload the client from:
sv: Ladda ner klienten från:

source: tRecalculate statistics
sv: Räkna om statistiken

source: tCompressed transfer
sv: Komprimerad överföring

source: session_timeout
sv: Sessionen avbröts pga inaktivitet. Logga in på nytt för att fortsätta.

source: tImage backup file format
sv: Filformat för diskbackup

source: file_backup
sv: Filbackuper

source: tSend mails only with SSL/TLS
sv: Skicka endast med SSL/TLS

source: tMounting image failed. Please see server log file for details.
sv: Monteringen av diskavbilden misslyckades. Vänligen se serverns loggfil för detaljer.

source: all
sv: Alla

source: tDisable
sv: Inaktivera

source: tMessage
sv: Meddelande

source: about
sv: Om

source: tServer identity
sv: Server identitet

source: delete_err
sv: Fel vid markering av säkerhetskopia för radering:

source: tNumber of parallel file download threads per file backup
sv: Antal parallella trådar för filhämtning per filsäkerhetskopia

source: validate_name_archive_for
sv: Arkivera för

source: months
sv: månader

source: No data available in table
sv: Ingen data tillgänglig i tabellen

source: tLast accessed
sv: Senaste åtkomst

source: validate_name_local_speed
sv: hastighetsbegränsning lokalt nätverk

source: action_15
sv: Akut rensning

source: validate_err_notregexp_archive_window
sv: Format för arkivtiden är fel

source: unarchived_in
sv: Kommer att sluta arkiveras i

source: tRights
sv: Rättigheter

source: tMax backup speed for internet connection
sv: Hastighetsbegränsning internetkoppling

source: tWarning: The settings configured on the client will overwrite the settings configured here. If you want to change this behaviour do not allow the client to change settings.
sv: Warning: Inställningarna på klienterna kommer att skriva över dessa inställningar. Om du inte vill detta så tillåt inte klienterna att ändra inställningar.

source: creating_filescache_text
sv: UrBackup skapar filpostindexet. Beroende på antalet filer kan det ta ett tag. Var tålmodig.

source: tRemove client
sv: Ta bort klient

source: tAllow new client
sv: Tillåt ny klient

source: user_add_done
sv: Ny användare lades till.

source: tFull file backup
sv: Komplett filbackup

source: tAllow client-side starting of file backups
sv: Tillåt att klienter startar filbackup

source: day
sv: dagar

source: tmin
sv: minuter

source: validate_name_global_local_speed
sv: Total hastighetsbegränsning i lokalt nätverk

source: tVolume:
sv: Enhet:

source: loglevel_0
sv: Info

source: tPaused
sv: Pausad

source: tMax simultaneous backups
sv: Högsta antal samtidiga backuper

source: tClient name
sv: Klient namn

source: tWith the command line:
sv: Med kommandoraden:

source: tAdd Email Address
sv: Lägg till emailalias

source: tFilter
sv: Filter

source: alert_mail_ok
sv: Skicka email efter att backupstatus har ändrats från inte ok till ok

source: tArchival setting from group
sv: Arkiveringsinställning från grupp

source: tAllow client-side changing of settings
sv: Tillåt klienter att ändra inställningar

source: tweeks
sv: veckor

source: tCreated
sv: Skapad

source: Previous
sv: Föregående

source: tRemove
sv: Ta bort

source: Showing _START_ to _END_ of _TOTAL_ entries
sv: Visar _START_ till _END_ av _TOTAL_ inlägg

source: interval_months
sv: månader

source: tBackups with a log message of at least log level
sv: Backuper med logmeddelande med minst log nivå

source: tChange
sv: Ändra

source: tId
sv: Id

source: tName of new Internet/active client
sv: Namn på ny internet-/aktiv klient

source: tSending test mail failed. Error:
sv: Testmejl misslyckades

source: storage_usage_pie_graph_colname2
sv: Lagringsanvändande

source: storage_usage_pie_graph_title
sv: Lagringsanvändande

source: tAlerts
sv: Varningar

source: tGroup
sv: Grupp

source: tUsername
sv: Användarnamn

source: tStart for selected
sv: Starta för markerad

source: tChange rights for user
sv: Ändra rättigheter för användare

source: tSet the computer name to:
sv: Datornamn:

source: tLDAP/AD user name prefix
sv: LDAP/AD prefix för användarnamn

source: tDo not start image backups if current estimated data usage limit per month is smaller than
sv: Starta inte diskavbildningen om nuvarande uppskattad dataförbrukningsgräns per månad är mindre än

source: tBackup window for full file backups
sv: Tidsintervall för komplett filbackup

source: tExcluded files (with wildcards)
sv: Exkluderade filer (med jokertecken)

source: uid_changed_err
sv: Klientidentifieraren har ändrats

source: add_new_group
sv: Lägg till ny grupp

source: user_update_right_done
sv: Användarrättigheter har ändrats.

source: tMinimal number of incremental file backups
sv: Minsta antal inkrementella filbackuper

source: tTest Mail sent successfully
sv: Testmejl skickades

source: tLabel:
sv: Etikett:

source: tBackup time
sv: Backuptid

source: nav_item_4
sv: Backuper

source: tGo to the settings screen on the client
sv: Gå till inställnings sidan på klienten

source: tUpdate data limit estimation database
sv: Uppdatera databas med databasgränsen

source: tClient version
sv: Klientversion

source: no_backup_paths
sv: Ingen sökväg till säkerhetskopian är konfigurerad

source: tOld password
sv: Nuvarande lösenord

source: tName:
sv: Namn:

source: tAdvanced
sv: Avancerad

source: tMaximal number of full image backups
sv: Högsta antal kompletta diskbackuper

source: tAdditional virtual sub client names
sv: Ytterligare virtuella underklientnamn

source: not_supported
sv: Stöds inte

source: no
sv: Nej

source: tStorage usage of
sv: Lagringsanvändande för

source: group_already_exists
sv: Gruppen finns redan

source: tBackup type
sv: Backuptyp

source: tRestore
sv: Återställ

source: unknown
sv: Okänd

source: tBlock differences - hashed
sv: Blockera skillnader - hashad

source: tMaximal number of incremental image backups
sv: Högsta antal inkrementella diskbackuper

source: queued_backup
sv: Backup i kö

source: admin_create
sv: Administratör

source: Showing 0 to 0 of 0 entries
sv: Visar 0 till 0 av 0 inlägg

source: tBackup window for incremental file backups
sv: Tidsintervall för inkrementell filbackup

source: tShow all clients
sv: Visa alla klienter

source: tCompressed Internet/active transfer
sv: Komprimerad internet-/aktiv överföring

source: tLocal full image style
sv: Lokal komplett diskavbild

source: tLDAP/AD group rights map
sv: LDAP/AD grupp-rättighetersöversikt

source: tAllow client-side starting of incremental image backups
sv: Tillåt klienten att starta en inkrementell diskbackup

source: tTranslation
sv: Översättning

source: backup_never
sv: Aldrig

source: tLogin
sv: Logga in

source: tDiscover new client via IP/hostname hint
sv: Hitta ny klient via IP/hostnamn

source: tMaximum number of simultaneous jobs per client
sv: Högsta antal samtidiga job per klient

source: tMax number of simultaneous backups
sv: Högsta antal samtidiga backuper

source: tIncremental
sv: Inkrementell

source: no_recent_backup
sv: Ingen nuvarande backup

source: tEdit alert scripts
sv: Redigera varningsskript

source: tEnable the internet mode on the client
sv: Aktivera internetläge på klienten.

source: disabled
sv: Inaktiverad

source: tLocal image backup transfer mode
sv: Lokal diskbackup överföringsläge

source: action_3
sv: Inkrementell diskbackup

source: tSave
sv: Spara

source: tLog
sv: Log

source: tVHD (Virtual HardDisk)
sv: VHD (Virtual HardDisk)

source: validate_err_notregexp_backup_window
sv: Formatet för backuptiden är fel

source: tBased on last full image backup
sv: Baserat på senaste kompletta diskbackupen

source: tShow details
sv: Visa detaljer

source: tPeriodically readd file entries of internet clients to database (disable only if you do not run fulls)
sv: Periodiskt lägg till filposter från internetklienter till databasen (avaktivera endast om du inte kör full)

source: tList of server IPs (proxys) from which to expect endpoint information (forwarded for) when connecting to Internet/active service (needs server restart)
sv: Lista över server-IP-adresser (proxyservrar) från vilka slutpunktsinformation (forwarded for) förväntas vid anslutning till internet-/aktiv tjänst (kräver omstart av servern)

source: tTemporary files as image backup buffer
sv: Temporära filer som buffer vid diskbackup

source: tPath:
sv: Sökväg:

source: tShow when a new server version is available
sv: Meddela när en ny version av servern finns tillgänglig

source: tArchive for
sv: Arkivera för

source: tInternet server port
sv: Port för internetadress

source: validate_name_update_freq_image_incr
sv: intervall för kompletta diskbackuper

source: tInternet/active restore authentication key
sv: Autentiseringsnyckel för återställning via internet/aktiv klient

source: tSelect all
sv: Välj alla

source: tAll
sv: Alla

source: tFiles
sv: Filer

source: tDefault directories to backup
sv: Standardmappar att spara

source: tOk. Dismiss this hint.
sv: Ok. Avvisa denna ledtråd.

source: tIncremental file backup
sv: Inkrementell filbackup

source: validate_name_max_sim_backups
sv: max antal samtidiga backuper

source: tDownload preconfigured client installer for Windows
sv: Ladda ner förinställd klientinstallation för Windows

source: user_exists
sv: Användare med detta namn finns redan

source: tDo full file backups over internet
sv: Utför en fullständig filsäkerhetskopia över internet

source: tVHDX (Virtual HardDisk v2) (beta)
sv: VHDX (virtuell hårddisk v2) (beta)

source: tmpdir_error_text
sv: Mappen där UrBackup vill spara temporära filer är inte tillgänglig. Ändra sökvägen i inställningarna eller ge UrBackup behörighet till mappen.

source: tChoice (separated by
sv: Val (separerat med

source: tLocal full file backup transfer mode
sv: Lokal komplett filbackup överföringsläge

source: Restore to default
sv: Återställ till standardvärden

source: tLast image backup
sv: Senaste diskbackupen

source: tCreate symbolically linked views for each user on the clients after file backups
sv: Skapa symboliskt länkade vyer för varje användare på klienterna efter filbackup

source: tLive Log
sv: Rullande log

source: tBackup window
sv: Backuptidpunkt

source: tInternet clients
sv: Internet klienter

source: action_4_d
sv: Raderar komplett diskbackup

source: tRights for
sv: Rättigheter till

source: tInterval for incremental file backups
sv: Intervall för inkrementella filbackuper

source: tAction
sv: Handling

source: tBackup window for incremental image backups
sv: Tidsintervall för inkrementell diskbackup

source: storage_usage_bar_graph_colname1
sv: Datum

source: tSize
sv: Storlek

source: nav_item_5
sv: Aktiviteter

source: tTry to to connect via Internet/active client
sv: Försök att ansluta via internet-/aktiv klient

source: tNumber of parallel client file hash threads per file backup
sv: Antal parallella klienttrådar för filhashning per filsäkerhetskopia

source: tConnect as Internet/active client if connected to as local/passive client
sv: Anslut som internet-/aktiv klient om ansluten som lokal/passiv klient

source: tLocal/passive full image style
sv: Stil för fullständig lokal/passiv diskavbild

source: tAllow client-side starting of full image backups
sv: Tillåt klient att starta en komplett diskbackup

source: tImage backups
sv: Diskavbildsbackup

source: alert_image_mult
sv: Antal gånger intervallet för diskavbildssäkerhetskopiering får passera innan dess status sätts till inte OK

source: tServer admin mail address
sv: Serveradmin mejladress

source: alert_emails
sv: E-postadresser (avgränsade med ';') som ska meddelas när statusen för diskavbilds- eller filsäkerhetskopiering inte är OK

source: enter_hostname
sv: Vänligen fyll i ett hostnamn eller en IP adress

source: loglevel_2
sv: Fel

source: tCalculate file-hashes on the client as Internet/active client
sv: Beräkna filhashar på klienten som internet-/aktiv klient

source: tArchival setting from here
sv: Arkiveringsinställning härifrån

source: tSynthetic full image backup
sv: Syntetisk komplett diskavbild

source: tDisk number
sv: Disk nummer

source: tNo Users
sv: Inga användare

source: tLoading
sv: Laddar

source: years
sv: år

source: tSorry, something went wrong:
sv: Tyvärr, något gick fel:

source: tGroup membership
sv: Gruppmedlemskap

source: tFile Backups
sv: Filbackuper

source: tAdd hostname/IP as client discovery hint
sv: Lägg till värdnamn/IP på klient

source: locked_ref
sv: Inkrementell diskavbildsbackup baserat på denna säkerhetskopia används för närvarande

source: tInteger
sv: Integer

source: validate_err_empty_hostname
sv: Vänligen fyll i ett IP/hostnamn på klient som ska hittas.

source: admin
sv: Administratör

source: tNo activities
sv: Inga aktiviteter

source: tDo image backups over internet
sv: Utför diskbackup över internet

source: tDirectories to backup are optional by default:
sv: Kataloger för säkerhetskopiering är valfria som standard:

source: tChange password for user
sv: Ändra lösenord för användare

source: tdays
sv: dagar

source: tBackup storage path
sv: Sökväg för backup

source: action_11
sv: Kontrollerar databasintegritet

source: tCheck SSL/TLS certificate
sv: Kontrollera SSL/TLS certifikat

source: tInstall it directly in the terminal via:
sv: Installera direkt i terminalen via:

source: tAllow clients to configure components to backup
sv: Tillåt klienter att konfigurera komponenter för säkerhetskopiering

source: tInterval for incremental image backups
sv: Intervall för inkrementella diskbackuper

source: tImage backup status
sv: Diskbackup status

source: really_del_user
sv: Vill du verkligen ta bort denna användare?

source: validate_name_max_image_full
sv: högsta antal kompletta diskbackuper

source: delete_file_backup_failed
sv: Se serverns loggfil för detaljer.

source: tServer URL clients connect to
sv: Server-URL som klienter ansluter till

source: tLDAP/AD user name suffix
sv: LDAP/AD ändelse för användarnamn

source: tChange password
sv: Ändra lösenord

source: tStorage allocation
sv: Tilldelat uterymme

source: tBackup status
sv: Backupstatus

source: tDays
sv: Dagar

source: tLDAP/AD class rights map
sv: LDAP/AD klass-rättighetersöversikt

source: tAdd
sv: Lägg till

source: client_settings
sv: Klientinställningar

source: action_2_d
sv: Raderar komplett filbackup

source: tPassword
sv: Lösenord

source: tSerial number
sv: Serienummer

source: right_none
sv: Inga rättigheter

source: tFor security reasons check/add following line in the file server_idents.txt on your client:
sv: Av säkerhetsskäl ska du kontrollera/lägga till följande rad i filen server_idents.txt på klienten:

source: internet_client_added
sv: Lagt till en ny klient. Du kan se klientens auth key (lösenord) i inställningarna.

source: tNew password
sv: Nytt lösenord

source: Next
sv: Nästa

source: all_clients
sv: Alla klienter

source: tAllow clients to quit the tray icon
sv: Tillåt klienter att ta bort aktivitetsikon

source: thours
sv: timmar

source: tInternet/active full image style
sv: Stil för fullständig diskavbild via internet/aktiv klient

source: validate_err_empty_internet_client_name
sv: Ange namn för en ny client eller client bakom NAT.

source: validate_name_min_file_incr
sv: minsta antal inkrementella filbackuper

source: tETA
sv: ETA

source: tPercent finished
sv: Procent färdig

source: tImage backup information
sv: Diskavbildsbackup information

source: tUsed Storage
sv: Använt lagringsutrymme

source: tBackup ID
sv: Säkerhetskopierings-ID

source: authenticating
sv: Autentiserar servern

source: tDownload preconfigured client installer for Linux
sv: Ladda ner förinställd klientinstallation för Linux

source: tArchive window
sv: Arkiveringstidpunkt

source: tSoft client quota
sv: Mjuk klient kvot

source: tMinimal number of full file backups
sv: Minsta antal kompletta filbackuper

source: tTarget version
sv: Målversion

source: tThis client is going to be removed.
sv: Denna klient kommer att raderas.

source: tInternet server name/IP
sv: Hostnamn/IP-adress på internet

source: tWarning
sv: Varning

source: tRaw
sv: Raw

source: tLogs
sv: Loggfiler

source: filter_group
sv: Grupper

source: tCompressed VHD (Compressed non-standard Virtual HardDisk)
sv: Komprimerad VHD (komprimerad ej standard virtuell hårddisk)

source: tInfos
sv: Information

source: tID
sv: ID

source: tVolume letters
sv: Enhetens bokstäver

source: confirm_delete_settings_group
sv: Kommer att ta bort den här gruppen. Alla klienter i den här gruppen kommer att tilldelas standardgruppen igen. Fortsätt?

source: tOnline
sv: Online

source: tRestore folder to client
sv: Återställ mapp till klient

source: no_client_selected
sv: Inga klienter har blivit valda

source: tDomain
sv: Domän

source: action_10
sv: Klientuppdatering

source: validate_name_update_freq_incr
sv: intervall för inkrementella filbackuper

source: tLocal incremental image style
sv: Lokal inkrementell diskavbild

source: enter_group_name
sv: Ange nytt gruppnamn

source: tNon-default UrBackup Internet protocol TCP port
sv: Icke-standardiserad TCP-port för UrBackup-internetprotokollet

source: tDelete
sv: Ta bort

source: tSpeed
sv: Hastighet

source: tFailed without failures caused by client timeout
sv: Misslyckades utan fel som orsakats av klientens timeout

source: tSaved settings successfully
sv: Inställningar sparade

source: tTest login failed. Error:
sv: Test login fungerade inte. Error:

source: tRun backups with background priority on the clients
sv: Kör säkerhetskopior med bakgrundsprioritet på klienterna

source: action_13
sv: Räknar om statistiken

source: tGroup name
sv: Gruppnamn

source: action_4
sv: Komplett diskbackup

source: Last
sv: Sista

source: creating_filesindex_text
sv: UrBackup skapar filpostindexet. Det kan ta ett tag.

source: tRaw copy-on-write file
sv: Rå copy-on-write fil

source: tBack
sv: Tillbaka

source: tLocal/passive clients
sv: Lokala/passiva klienter

source: tDo image backups as Internet/active client
sv: Gör diskavbildssäkerhetskopior som internet-/aktiv klient

source: tDetails
sv: Detaljer

source: yes
sv: Ja

source: tAdd new client
sv: Lägg till ny klient

source: tLocal/passive client
sv: Lokal/passiv klient

source: year
sv: år

source: tInternet restore authentication key
sv: Autentiseringsnyckel för internetåterställning

source: tVolumes to snapshot in groups during image backups
sv: Enheter till snapshot i grupper under diskavbildningen

source: tAutoupdate clients
sv: Uppdatera automatiskt klienter

source: storage_usage_bar_graph_colname2
sv: Lagringsanvändande

source: tClient added successfully
sv: Klient lades till.

source: tInternet incremental image style
sv: Internet inkrementell diskavbild

source: tNumber of file entries processed
sv: Antal processade poster

source: tVolumes to backup
sv: Enheter att spara

source: tFiles in queue
sv: Filer i kö

source: action_12
sv: Säkerhetskopierar databas

source: tType:
sv: Typ:

source: tCurrent version
sv: Nuvarande version

source: tError while accessing backups
sv: Fel vid åtkomst av backuper.

source: tMail server name
sv: Mejlserver namn

source: tAdd new Internet/active client
sv: Lägg till ny internet-/aktiv klient

source: tAutomatically shut down server
sv: Stäng automatiskt av servern

source: validate_err_notregexp_cleanup_window
sv: Format för upprensningstiden är fel

source: tMount image
sv: Montera diskavbildsbackup

source: tExtra clients
sv: Extra klienter

source: tDebugging: End-to-end verification of all file backups
sv: Felsökning: End-to-end-verifiering av alla filbackuper

source: user_n_exist
sv: Användaren finns ej

source: tFull image backup #1
sv: Komplett diskavbild #1

source: tMinimal number of incremental image backups
sv: Minsta antal inkrementella diskbackuper

source: user
sv: Användare

source: change_pw
sv: Ändra lösenord
